package chap6;

public class platoPhylosophy2 {
    /**


     客人:: 那就好极了,苏格拉底,但你若只是这样想,那么还不够,尽管我也会这样想。可是实际上我认为我们塑造的政治家的形象还不够完美。雕塑家们有时候热情过度,过分执著于作品的细节,用了多余的材料去完成作品,结果到头来反而显得匆忙,延误了工作进展。我们前面的讨论也有类似情况发生,当时我们想要马上弄清自己在什么地方犯了错误,并提出一个真正的、给人深刻印象的证明。我们假定在只涉及国王的地方大量使用例证是适宜的,然后我们讲述了大量的神话,把这些神话材料当作可靠的东西来使用,于是我们的证明变得过于冗长,毕竟我们不能赋予神话以完整的形式。在我看来,我们的定义似乎也像一幅图画,尽管已经有了轮廓,但还没有很好地体现原本,还有待于进-步恰当地着色,保持色彩间的平衡。然而,请记住,一个用语词表达的定义对一个生灵作出的描述比一幅绘画或任何模型更好,一一所谓更好的描述,我指的是对那些能够追随这种定义的人而言,而对那些不能追随这种定义的人来说,模型或可见的例证就已经足够了。
     小苏格拉底:: 对,这话没错,但请你再说清楚一些,你认为我们对政治家所做的描述仍旧不恰当吗?
     客人:: 我亲爱的苏格拉底,要证明任何真正重要的事物而不使用例证是很难的。我们每个人都像是在梦中观察事物,以为自已完全认识这些事物,然而当醒来的时候却发现自己一无所知。
     小苏格拉底:: 你这样说是什么意思?
     客人::我真是一个地道的俊瓜,选择这种时候来讨论我们人类奇特的困境,涉及知识是从什么地方得来的。
     小苏格拉底:: 此话怎讲?
     客人:: 我的好朋友,我用例子来说明问题,但这个例子本身要用另一个例子来说明。
     小苏格拉底:: 什么例子?你说吧,别犹像不决了,看在我的份上。
     客人:: 我会说的--事实上我必须说,因为你已经打算接受了。当小孩们刚刚学会字母的时候・・・・・・
     小苏格拉底:: 那又怎么啦?
     客人:: 我们知道,在这种时候,他们只会从最简短、最简单的音节中区分具体的字母,然而他们确实能够从这些音节中识别字母,并且能够正确地告诉你每个字母是什么。
     小苏格拉底:: 是的。
     客人:: 但若看到相同的字母在其他音节中出现,他们就会陷人怀疑,做出不正确的判断,以为那是不同的字母。
     小苏格拉底:: 对
     客人:: 那么要能引导他们前进,取得那些尚未获得的成绩,应当使用什么样的最早的和最好的方法呢?我想我是知道的。
     小苏格拉底:: 你倒说说看,是什么方法?
     客人:: 先把这些受到怀疑的字母放到他们能够正确识别其中字母的音节面前,然后再把这些字母放在他们不能辨认的音节面前,然后再把他们认识的音节和不认识的音节并排放在一起,告诉他们在两种音节中出现的某个字母起着同样的作用。最后,学生们认识了这些字母,也认识了并排放在一起的其他字母,一一此时已知的字母就起着例证的作用---而教师依靠这种方法也达到了他的目标,使学生正确地认识在各种音节中出现的字母,并能叫出它们的名字来,因为学生到了这种时候已经可以识别每个字母本身,能够将该字母与其他字母区别开来了。
     小苏格拉底:: 确实如此。
     客人:: 到目前为止,我们难道还没有收集足够的信息来显示例证的方法是如何开始的吗?把一个要素等同于处在另--较不熟悉的物体中的要素,然后就相信这个要素也存在于其他某些处在相当不同的生活领域中的较为熟悉的物体之中,这种方法难道不就是这样运作的吗?这一存在于各个物体中的共同要素,当它成为一种对并行的双方进行考察的基础时,我们就有可能对组成对子的双方各自做出一个真正的判断。
     小苏格拉底:: 这种方法好像是这样起作用的。
     客人:: 那么,如果发现我们自己的心灵也以同样的方式运作,去认识构成宇宙的那些字母,我们还用得着感到惊访吗?真理有时候指导着心灵去认识某一群事物的每一个成员,然而稍后想要处理构成另一群体的成员时,同一心灵也会感到花然若失,毫无希望。有的时候它可以对某个元素的具体结合物做出正确的判断,但当它看到同样的元素转移到每口里存在着的那些冗长的、非常困难的音节中去时,它就无法识别出它刚才还认识的那些元素了
     小苏格拉底:: 我们对此不会感到惊诱。
     客人::如果从一个错误的意见出发,就不可能在接近那个真正实在的整个领域的任何部分时获得真正的理智,无论这个部分是多么微小,难道不是吗?
     小苏格拉底:: 我应该说,确实不可能。
     客人::那么好吧,如果情况确实如此,你我就可以声称我们前面使用的方法和我们现在想要做的事情是正确的、我们已经尝试着通过研究用来证明某个例证的细小的具体的例证来发现例证的一一般性质 而我们现在想要做的是,借助例证的方法来科学地发现适用于整个社团的这种"照料"的性质,我们想要把处于较小领域内的这种性质等同于国王的性质,借助于"照料"这种性质在较小领域内的彰明来察觉这种性质在国正身上的最高显现。
     小苏格拉底:: 我们希望能做到这一点。
     客人:: 所以我们必须再次接若我们前面的论点讨论。因为我们看到承担照料国家这种义务的国王们确实有许多竞争者,我们必须把这些竞争者排除在外,只留下国王。正是为了达到这一目的,我们才决定需要使用一个例证
     小苏格拉底:: 对。

----

     客人: 如果我们宣布纺织在与生产羊毛织物相关的-一切技艺中"最高尚"、"最具有尊严",那么关于纺织(或者我们选择的某个部分)的这种定义还能适用吗?这个定义尽管在一定范围内是正确的,但仍旧不够清晰和完全,除非我们从纺织中把其他相关的技艺排除掉,难道不是吗?
     小苏格拉底: 是这样的,
     客人: 那么我们下一步要做的就是作这种区分,以便使我们的定义趋向于明确。
     小苏格拉底: 对。
     客人: 那么,我们首先要注意,各种主动的生产都包含两类技艺。
     小苏格拉底: 哪两种?
     客人: 一类是辅助性的技艺,另一类是实际生产的技艺、
     小苏格拉底: 你以什么方式作这种区分?
     客人: 辅助性的技艺指那些不直接从事生产,但却为制造产品提供工具的技艺----没有这些技艺所提供的帮助,实际从事生产的技艺就无法完成它的专门任务。严格地说,制造产品本身的。技艺才是"生产性的"技艺。
     小苏格拉底: 不管从哪个角度讲,这个区分是合理的。
     客人: 那么我们可以进一步把制造纺睡、核子等各种织布工具的技艺当作"辅助性的技艺",与实际处理和生产织物的"生产性。技艺"区分开来。
     小苏格拉底: 我们肯定可以这样做。
     客人: 洗涤、织造,以及后期处理,--对织成的布进行后期处理实际上是范围极广的装饰技艺的一个相关部分----我们可以把这些"生产性的"技艺当成一组,称之为"漂洗工的技艺"
     小苏格拉底: 我们可以这样做
     客人: 梳毛、织毛,以及其他与制造羊毛织物有关的专门工序,一起构成了毛纺技艺,这一次,我们用的技艺名称是大家都热悉的。
     小苏格拉底: 当然、
     客人: 毛纺生产有两个主要部分,各由若干技艺组成,而这些技艺又分别是两类技艺中的组成部分。
     小苏格拉底: 你这样说是什么意思?
     客人: 杭理羊毛、编织羊毛时的一半操作,以及其他把乱槽槽的羊毛弄整齐的工序,这些都可以当作一类技艺,而这类技艺显然又是毛纺技艺的一-部分.. 但我们必须记住,生产毛织物的两类技艺只不过是两种普遍技艺的具体再现,这就是结合与分离的技艺。
     小苏格拉底: 对。
     客人: 梳理和刚才提到的其他技艺都是分离。把乱槽槽的羊毛分开,在编织羊毛衣物时把毛线分开--前者用手,后者用校子---由此它们得到相应的名称,这些名称我们刚才就用过。
     小苏格拉底: 非常正确。
     客人: 现在让我们接着考虑结合的技艺,在毛织物的生产中寻找与之相应的部分。我们必须把属于分离的技艺全部舍去。这样我们就能通过区别结合的部分与分离的部分而对毛织物的生产进行划分了。
     小苏格拉底: 但愿我们这种划分是成立的。
     客人: 苏格拉底,如果我们要喝尽全力实现我们的目的,找到纺织的技艺,那么你会发现我们还要对毛织物生产中的结合部分再作划分。
     小苏格拉底: 对,我们必须再作划分。
     客人: 没错,让我们把划分后的一个部分称为"抢"的技艺,另一部分称为"编"的技艺。
     小苏格拉底: 不知我有没有听懂你的意思。你说的"抢"就是制毛线吧?
     客人: 对,不过不仅是抢制经线---也包括協制纬线。你肯定不会想象经线和纬线的制作是依靠抢以外的技艺生产出来的吧?
     小苏格拉底: 不会。
     客人: 现在把这两种技艺再作划分,你会发现这种划分是有意义的。
     小苏格拉底: 再作什么样的划分呢?
     客人: 我会告诉你的。羊毛经过梳理以后变得整整齐齐,我们称之为羊毛"束"。
     小苏格拉底: 对。
     客人: 再用纺鐘把羊毛束抢成粗毛纱,无疑,你会称之为"经线",并把生产经线的技艺称作"纺经线"。
     小苏格拉底: 对。
     客人: 但还要从羊毛束中再纺出一种线来,这种线不仅要柔软得能够与经线编织在一起,而且也要牢固到能够经受编织完成以后的处理。我们称这些线为"练线",并把纺这种线的技艺称作"纺纬线"的技艺。
     小苏格拉底: 是这样的.
     客人: 那么好,大家都可以看到,我们所选的纺织技艺的这个部分已经清楚地有了界定。这个部分是一种结合的技艺,也是毛织物的制造技艺中的 一个部分,通过经线与纬线的编织而生产出毛织物来,我们把整个织物称作羊毛衣,把生产毛织物的技艺称为毛纺技艺。
     小苏格拉底: 这样说完全正确。
     客人: 好得很。但我们为什么不直接把纺织称作编织经线和结线的技艺呢?我们为什么要拐弯抹角,作许多无谓的划分呢?
     小苏格拉底: ,不是这样的,先生!在我看来,对我们的整个论证过程来说,并没有什么划分是无谓的。








     */
}
