package chap4;

public class platoPhylosophy {
    /**Sorry about this haha
     268 D

     客人: 那么我们必须从另--个起点重新开始,沿着另一条道路前进。
     小苏格拉底: 我们必须沿着一条什么样的道路前进呢?
     客人: 我们得讲一些有趣的故事,松驰一下。有许多古代的传说我们现在可以用来消遣,但消遣完了以后我们必须像以前那样继续前进,进行划分,每次划分过后只选其中的--个部分,直至抵达我们攀登的高峰和我们旅途的终点。我们现在可以开始了吗?
     小苏格拉底: 当然可以。
     客人: 那么来吧,注意听我的故事,就好像你是个小孩。不管怎么说,你的年龄还不算太大,不会讨厌听故事。
     小苏格拉底: 请你开始讲吧。
     客人: 这些老故事从前就有人讲,现在也还有人讲。有一个故事说的是使阿特柔斯和是厄斯式斯之间发生的那场著名争执平息的凶兆。我想你大概听说过这个故事,也记得这个故事的细节。
     小苏格拉底: 我想,你指的是金毛羊盖的凶兆。
     客人: 唤,不对。我指的是太阳和其他行星的升降变化。故事说,在那个著名的场合,太阳和行星全都从它们应当升起的地方落下,从它们应当落下的地方上升。然而后来,当宙斯用这个神迹考验了阿特柔斯的声明是否正义以后,他又恢复了原有天体运动的体系,就像现在这个样子。
     小苏格拉底: 对,那个故事是这样讲的。
     客人: 还有,我们从许多讲故事的人那里听说过克洛诺斯的统治。
     小苏格拉底: 我得说大部分人都讲过这个故事。
     客人: 对,还有哪些故事呢?我们不是还听说过从前的人是从土里出生的,而不是父母生下来的吗?
     小苏格拉底: 这也是一个古老的传说。
     客人: 其实,所有这些故事都起源于宇宙历史中的同一事件,还有一大堆更加奇妙的故事也起源于这一事件。然而,由于这一伟大事件发生在很久以前,随着岁月流逝,有些故事已经从人们的记忆中消德,有些故事保存下来,但已经变得散乱,人们讲述它们的方式使得它们之间的真实联系变得模糊不清。没有人再提到那个为所有故事莫定基础的重大历史事件,而我们现在必须对这一事件加以解释。一旦阐述了这一事件,它与我们当前想要加以证明的国王的本性之间的关联意义也就变得清楚了。
     小苏格拉底: 好极了,先生!请你继续说,一点儿也不要拉下
     客人: 那么你要注意听。从前有一个时代,神本身在帮助字宙运动,把旋转赋予宇宙,引导宇宙前进。还有一个时代,神放弃了他对宇宙的控制。当神这样做的时候,宇宙已经在神的指引下,在既定有限的时间内完成了圆周运动。然后,宇宙在其自身的推动下,开始相反意义上的旋转--一因为宇宙是一个活物,神赋予它。理性,并从一开始就使之成形。现在,字宙的反向运动已经成为它的必然本性,其中的原因我必须讲明。
     小苏格拉底: 宇宙有什么样的本性?
     客人: 保持同一、稳定、静止,是最神圣的事物才能拥有的特权。有形体的事物的本性并不属于这个等级。现在天弯,或者我们所谓的宇宙,从神那里得到许多恩惠,得以产生,但它也被造就为分有形体的事物。因此,宇宙不可能永远静止,不可能没有变化,然而迄今为止,宇宙的运动只要一有可能就保持同一种方式在某一处发生。就这样,宇宙从神那里得到了一种反向的旋转这是宇宙的专门运动中变化最小的运动。永远在相同意义上的旋转不属于任何事物,而只属于运动着的万物之主和首领,甚至连他也不能使宇宙一会儿在一种意义上运动,一会儿在另一种意义上运动--一因为若是这样的话,那么就是对永恒尺度的一种貌视。由于所有这些原因,我们不能赞同许多关于这个字宙的学说。我们一定不能说宇宙自动,永远在同一种意义上旋转。我们不能说神一直在使宇宙处于两种对立的旋转的交替之中。我们也不能说有两个神灵在使宇宙处于两种对立的旋转的交替之中,因为一位神的心灵与另一位神的心灵是对立的。因此,我们必须肯定上面讲过的那种学说,只有这种说法才是可能的。在一个时代,超越的神圣的原因帮助宇宙运动,宇宙从造物主那里得到活力,而神的制作是不朽的。在另一个时代,当宇宙被神释放了的时候,它就凭着内力而运动,宇宙在其被释放的瞬间积聚了巨大的力量,可以作无数次反方向的旋转,因为宇宙极其庞大,又能保持圆满的平衡,而其旋转的支点很小。
     小苏格拉底: 你的整个解释在我看来都是首尾一致的,很有可能成立。

     270 B

     客人: 让我们完整地考虑一下。让我们研究一下这一伟大的宇宙事实,以此为基础,我们刚才说过的所有神迹故事的意义都可以得到显明。我已经讲述的就是这个伟大的事实、
     小苏格拉底: 什么事实?
     客人: 这一事实就是,天弯的旋转有些时候处于现在这种状态,有些时候处于相反的状态,
     小苏格拉底: 你如何陈述这一事实的意义?
     客人: 对于这种运动方向上的改变,我们必须视之为发生在天体轨道中的所有"反转"事件中最重要的和最完整的
     小苏格拉底: 看起来是这么回事。
     客人: 那么我们必须相信,当宇宙发生这样的变化时,我们人类作为宇宙中的--部分也不得不发生巨大的改变。
     小苏格拉底: 那是可以想象到的。
     客人: 根据经验,当任何一种巨大的变化在瞬间发生时,所有生物都会感到无比紧张,无法忍受,难道不是吗?
     小苏格拉底: 我们确实有这种体会,
     客人: 所以当宇宙危机爆发时,人以外的-切生物都被措毁,而人类也只剩下少数幸存者。这些幸存者会有许多新奇的经历,但有一种经历比其他所有经历都更加深刻。这种经历来自神第--次改变宇宙运动的方向,从那一刻起,宇宙旋转的方向倒了过来,变成现在旋转的这种方向。
     小苏格拉底: 这种经历是什么样的?
     客人: 首先,所有生物,无论处于什么生长阶段,都停止变老。所有可朽的存在物都停止生长并发生逆转,越长越年轻,越长越稚嫩。白发苍苍的老人又开始长出黑发,胡子拉硅的面類又逐渐恢复了光润,返回久已逝去的青年时代。青年们的身体失去了成年男子的特征,日复一日、夜复夜地越长越小,在心灵和身体两方面都重返婴儿时代。再往后,他们就消退成不存在,一个接一个地消逝。还有,在这危机时代因暴力而死的那些人的身体也发生着同样的变化-一只要几天时间,他们的身体就快速地消失了。
     小苏格拉底: 先生,在那个时代里,生物是如何产生的呢?它们如何繁殖后代?
     客人: 苏格拉底,两性之间通过交端繁殖后代显然不是那个时代人的天然桌赋。我们的传说告诉我们,从前有一种人是从土中产生的。危机爆发以后,就是这种人从土中复活。人们到现在还对此事保有记忆,因为我们的祖先一代又一代地把这件事传了下来。这些始祖的父母是从上中生长出来的,他们的生活年代直接与土中生长出来的人的生活年代相连,亦即前一宇宙旋转时期结束、现在这个宇宙旋转时期开始的时候。我们的这些祖先把人从土中生长出来的故事传给我们,健全的心灵应该相信这个故事,但现在确实有许多人不相信。我认为,我们必须考虑这个关于宇宙的故事中接下去发生的事。我们只能认为,随着时光倒流、返老还童,新人也就产生了--这种新人来自那些死去的、在地下长眠。的人,但后来却在母亲的子宫中孕育,得以再次重获生命。这种死者的复活与宇宙的变化保持一致,因为这时候一切被造物都发生了逆转。这个种族过去肯定是"从士中出生的",此后才有了人的名字,才有了相关的传说,从土中出生是一切人的法则,只有少数被神改变了命运的人才会例外。
     小苏格拉底: 对,这样说与前面说过的道理完全一致,但是请你讲--讲你提到的克洛诺斯统治时期的人的生活。这个时期的生活属于前一时代,还是属于现在这个时代?太阳和行星运动方向上的改变显然也使历史的两个端点发生变化,而字宙的旋转就是在这些端点上改变方向的。
     客人: 你对我的讲述跟得很紧。至于你问到产生所有好东西而无需人劳动的那个时期,那么答案是,这个时期肯定也属于前一个时代,而非当今这个时代。在那个时代里,作为至高无上的统治者的神控制着整个宇宙的实际旋转,而以同样的方式,宇宙的几个区域也分别由诸多神抵监护。每一-动物种群都有一位天上的神灵作牧者。每一位神灵都有他牧养的动物-一一为他掌管的畜群提供
     各种需要。所以那时候的动物不那么凶狠,不会互相吞唯,也没有战争和竞争。宇宙的这种神圣秩序有无数的产物,但我们必须把它们都撤在一边,只关注人,因为我们必须继续解释关于人在那个乐园中生活这个传说的起源。有一位神是他们的牧者,负责牧养他们,就像现在的人掌管比人低级的性畜一--因为人比它们更接近神。当神做人的牧者时,没有政治组织,也没有婆妻生子这些事。所有人都从土中复生,根本不记得从前的事。他们从树上和灌木丛中无限制地采摘果实,这些果树无需人的栽培就自己从地上生长起来。在大部分地方,人们在野外生活,不需要衣服和被,因为那时候的天气温暖宜人,不会对人造成伤害,地上生长着茂盛的青草,为人们提供了柔软的卧棉-苏格拉底,这就是克洛诺斯统治时代人们的生活。我们现在的生活-一人们说它处在宙斯统治之下-一你以凭自己的体验去把握。你认为这两种生活中哪一种更幸福?你能说得出来吗?你会这样做吗?
     小苏格拉底: 不行,我无法决定。

     272 B

     客人: 你想要我为你作一个尝试性的决定吗?
     小苏格拉底: 行,请吧。
     客人: 关键性的问题是,由克洛诺斯养育的人如何使用他们的时间?他们有的是闲暇,不仅能与动物交谈,而且能够相互交谈。他们会使用这些便利条件推进哲学研究吗?当他们相互交往并与动物联系时,他们会向各种动物学习它们特有的智慧,以丰富人类共同的智慧宝库吗?如果他们确实这样做了,那么可以很容易就决定那个时代的人的幸福胜过我们这个时代一千倍。但若当他们吃饱喝足以后,他们之间或他们与动物之间讨论的事情就是那些他们如何幸存下来的故事,那么按照我的判断,我们的决定必然也很清楚。不管怎么说,让我们搞置这个问题,直到发现有人能够准确地告诉我们,他们是否寻求知识,他们有无真正的心灵交流。在此必须说明这一点,这样我们就可以不必把这个故事的其。余部分讲完,而在一个真实的背景下准确地看清克洛诺斯时代,可以理解整个故事。当事物的整个秩序进到它命定的终点时,必定会有再一次的宇宙变化。因为士中出生的种子此时已经疲乏了-一每个灵魂经历了既定的若干次出生,也经历了命定的若干次回归,到土中成为种子。于是,宇宙这艘航船的航手一我们可以这样说一放开了航柄而退隐到他那位于别处的尖塔上去了。然后,命运和这个。世界的内在渴望再次控制了这个世界,使之发生逆转。此时,所有在最伟大的神的统治之下在各自区域中实行统治的诸神马上察觉到所发生的事情,放弃了对他们所管辖区域的监管。由于老的控制停止而新的推动产生,把终点变成了开端,开端变成了终点,于是这个世界就在宇宙发生反向旋转的时候突然颜抖。由此引发出来的强烈震动毁灭了所有种类的生灵,就像前一时代所发生的危机一样。然后经过相当长时间的恢复,它从骚动和混乱中平息下来,重新获得安宁,恢复了秩序,得以有效地控制和管理自身以及这个世界上的一切事物,并且在可能的范围内记住了来自神的毁灭,神是世界的创造者和父亲。最初,这个世界把这场来自神的毁灭记得比较清楚,但随着时间的推移,它的记忆就变得模糊了。构成这个世界的有形体的因素对这种失败要负责任。这种有形体的因素属于处在最原始状态的世界,因为在此之前就是那混池无序的宇宙。这个世界在神为它确立秩序时从神那里得到所有它现今拥有的美德,这个世界产生的所有错误和邪恶都来自它的原初混池状态---而这个世界中产生的邪恶又影响着世上的生灵。当这个宇宙在神圣的航手指引下前进时,它在生灵身上产生并保持许多善,几乎没有恶。当宇宙必须在没有神的情况下运行时,在神放弃控制以后的头几年里,事物生长得很好,但随着时间的推移,神的影响被遗忘了,古时候的混乱状况义大行其道。最后,随着这个宇宙时代走向终结,这种混乱也走到了尽头。世上所产生的少量好事物在巨大的邪恶中毁灭,最终,这个世界本身以及世上的一切生灵都遭到毁灭。神再次着顾宇宙,首先是使之确立秩序。看到这个世界麻烦重重,神担心这个世界会在狂风暴雨中沉沦,被再次消解,验人无底深洲,于是他再次掌握了航柄。神治愈了宇宙先前的疾病,使先前那种在宇宙自身内在动力的推动下发生的旋转复归正常,通过对宇宙的指挥和校正,神为宇宙取得了永恒和不灭。这就是人们讲述的整个故事,但从我们的需要出发---为国王作界定 我们只需采用故事的前一部分就够了。当最近的那一次宇宙危机发生,现存的宇宙秩序建立之时,人类的生命进程又一次出现,然后开始显现出变化,这种变化与伴随其他宁宙危机出现的那种变化意义相反。那些非常相近的因为微小面消失了的生灵又开始生长,从地底下长了出来,它们原先高大健壮,现在则长出了灰白的头发,然后死去,复归于土。由于宇宙发生了变化,所有事物都不得不改变,尤其是一种新的法则控制者整个宇宙中的孕育、诞生、哺育一-因此也控制着一切生灵,因为它们必须要模仿这种方式。对生灵来说,以往那种依靠外在力量的构造行为使生灵从土中出生已经不再可能了现在宇宙必须负起完全的责任来,控制宇宙的进程。所以,依靠相类似的一种控制,同样的冲动使它的构成元素要通过它们自身的力量来获得,在它们有可能做到的情况下,孕育、分娩、哺育后代。现在我们已经快要抵达我们这个故事所要寻求的关键之处了。要说明各种生灵所发生的变化,说明这些变化什么时候产生,说明它们如何受影响,需要很长。时间,但若只讲述人的故事那就只需要较短的时间,而且与我们的。关系更加直接,人的监护神过去照料和哺育我们成长,这种监护被剥夺以后,我们变得虚弱和无助,开始遭到野兽的踩璃一一因为许多本性邪恶的野兽此时变得很野蛮、在先前的岁月里,人类没有任何工具和技艺。由于大地不再自动地供给食粮,面此时人类却还不知道如何去为自己获得食物,因为在一切都很充裕的时候,他们根本就不会去学习工具的制造和技艺。由于上述种种原因,人类处在异乎寻常的倉迫中。正是为了适合这种需要,才有了古老传说中的诸神的馈赠,以及此类必不可少的教训和指点。火是普罗米修斯送给人类的礼物,赫准斯托斯与他在技艺方面的同伴把技艺的奥秘揭示给人类,其他神抵则使人类有了关于种子和植物的知识。有了这些馈赠,人类就以此谋生,因为神对人的监护已经停止了--以我们刚才故事中所描述的方式停止-一人类不得不管理和照料自己的生活,用的是与整个宇宙被迫使用的方式相同的方式。就这样,与整个字宙相同并追随宇宙永久的命运,在一个时代,我们的生活和生育是以这种方式进行的,而在另一个时代则是以那种方式进行的。

     274 D

     我们的故事就讲到这里为止,现在我们必须用这个故事来察觉出我们在前面的论证中界定国王或政治家时所犯错误的范围。
     小苏格拉底: 我们的错误是如何犯下的?你认为我们严重地偏离了正道吗?
     客人:有一个错误不太严重,但另-一个错误是根本性的。比我原先所认为的还要大,影响还要深远,
     小苏格拉底: 到底是怎么回事?
     客人: 大家要我们给当今时代的国王和政治家下定义,要我们界定我们所知的人性,但是事实上,我们界定的却是那个相反的宇宙时代里的人群的牧者,把他说成是政治家.这样的牧者是神灵,而不是凡人、在这-点上,我们偏离了正道。进一步,我们把。他说成是国家中的所有生命的统治者,但没有具体说明他的统治方式。在这个问题上,我们所作的描述是真实的,但不能视之为整个真理,或当作一个清楚明白而又充分的描述。在这一点上我们。也犯了错误,尽管错误的性质不如另一个问题那么严重。
     小苏格拉底: 你说得对。
     客人: 那么我们显然必须尝试着界定政治家控制国家的方式。只有这样,我们才有理由充满自信,认为自己将要对政治家做出完整的定义。
     小苏格拉底: 这样做好极了.
     客人: 但是当我们讲解这个故事的时候,我们的目的是同时揭示两样有关"暗育群居动物"的事情。我们很着急地说明有许多对手宣称自己才是"群居动物的哺育者",并向我们现在正在寻求的政治家发起挑战,但若按照我们刚才的比喻,我们把政治家理解为惟一-有资格被称作"民众的牧者"的人,并认为他们像牧人喂养他们的牛羊一样喂养人类,那么我们还得更加若急。
     小苏格拉底: 对
     客人: 苏格拉底,我现在认为神圣牧者的形象是如此高尚,没有任何国王能像他那样杰出。当今时代统治我们这些国家的人更像是他们的下属,在训练和啪育方面与神圣的牧者更加接近。
     小苏格拉底: 是的,确实如此。客人:但无论他们是 凡人还是超凡的生灵,我们仍旧要像刚才一样承担重任,揭示他们的真实性质,既不多也不少。
     小苏格拉底: 那当然了。
     客人: 我们必须再次返回,再次考虑我们的划分之一。我们说过有一种"预先指示性的"技艺与生灵有关,主要与群居生灵有关,而不是与个别生灵有关。我们还没有作进一步的划分,就把这种技艺称作"哺育生灵的科学"。你还记得吗?
     小苏格拉底: 对,我记得。
     客人: 在追踪这种技艺的某个地方,我们迷失了方向。用这个定义我们根本无法捕获政治家,也不能恰当地给他命名。而当我们想要给他命名时,他竟然溜走了而丝毫不被我们所知晓。
     小苏格拉底: 他是怎么溜走的?
     客人: 没有任何一位牧人是不需要负责哺育他的畜群的。但政治家却没有这个特点,而我们竟然还把他称作牧人。我们应当使用一个含义更广的名称,覆盖所有护卫者,而无论他们是否哺养者。
     小苏格拉底: 如果实际上有这样一个名称的话,那么你说得对.
     客人: "照料"这个词肯定可以用作这样一个类名词,这个词的用法没有对身体的哺育或其他任何具体活动作专门限制。如果我们把这门技艺称作"照料群居动物"、"关照群居动物"、或"照管群居动物"- 这些术语都可以覆盖所有种类的照料 那么我们就能把政治家包括在内,因为我们的论证告诉我们必须这样做。

     275 E

     小苏格拉底: 对,但后继的划分该怎样进行呢?
     客人: 按先前划分的同样路线前进。我们把"哺养群居动物"一步步分成哺养陆地动物、无翅房的动物、不杂交的动物和无角的动物。我们也可以用同样的方式划分"照料群居动物",由此得到的定义既可以包括克洛诺斯统治时代担任牧者的国王,又可以包括我们当今时代的统治者。
     小苏格拉底: 这一点好像很清楚,但我仍旧想知道下一步该怎么办
     客人: 如果我们已经使用了"照料群居动物"这个正确的术语,那么我们就不必面对有些人提出来的无理的反对意见,说什么统治并非任何意义上的哺养的技艺,以及我们碰到过的另一条合理的意见,亦即不存在一门专门的哺养"人"的技艺,如果有这样一门技艺,那么就会有更多的人与这门技艺的关系比统治者与这门。技艺的关系更加直接。
     小苏格拉底: 对
     客人: 但若这个问题涉及"有责任照料"整个社团的技艺,那么有哪一种技艺能比政治家的技艺能更好地完成这一功能或声称拥有优先权?其他哪一种技艺能宜称自己是一门君主统治的技艺,对全人类进行统治?
     小苏格拉底: 没有。
     客人: 对,苏格拉底,但我们意识到,在我们定义的结尾处,我们陷人了另一个严重的爆误?
     小苏格拉底: 什么爆误?
     客人: 无论我们如何在心中清楚地确定有一门喘养两脚群居动物的技艺,但若我们不作进一步的考察,我们就无法确定能否把这门技艺称作国王的技艺或政治家的技艺,并视之为一个完整的定义加以运用。
     小苏格拉底: 那么我们该怎么办呢?
     客人: 首先,像我们刚才所说的那样,这个类名词应当从"啡育"修饰为"照料"。第二,这种"照料"必须再作划分,因为再作若干次划分的可能性是存在的。
     小苏格拉底: 再作哪些划分呢?
     客人: 一个划分是我们应当区分神圣的牧者和凡俗的、照料人的牧者」
     小苏格拉底: 对。
     客人: 我们还应当把凡俗的、照料人的牧者的技艺再分为两部分。
     小苏格拉底: 根据什么来分?
     客人: 根据这种照料是强加于人的还是自愿接受的。
     小苏格拉底: 对。
     客人: 我认为,我们较早的定义在这一点上出了错。我们制造了一场混乱一-毫无必要而又恩意把国王和悟主混涌了,他们是完全不同的人,统治方式也不一样。
     小苏格拉底: 对,他们是不一样。
     客人: 那么让我们这一次别再犯错误,如我所说,让我们把照料人的技艺分成两类 强加于人的和自感接受的。
     小苏格拉底: 确实应当如此。
     客人: 使用暴力控制来照料人是悟主的技艺;而按照自愿接受的原则照料两足的群居动物,我们称之为政治家的技艺。现在我们可以宣布拥有后一种技艺并实践这种照料的人是真正的国王和政治家了吗?
     小苏格拉底: 先生,你说得对,我认为到此为止我们确实完成了对政治家的界定。



















     */
}
